Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/others/samisk_som_andresprak_samisk_2_og_3.doc.tmx
Source language: sme
Languages: nob

source: muitalit juoidá iežas ja earáid birra sámegillii
nob: fortelle noe om seg selv og andre på samisk

source: oassálastit álkis beaivválaš ságastallamis mas geavaha álkis dadjanmálliid nu ahte ipmirda earáid ja ieš ipmirduvvo
nob: delta i enkle dagligdagse dialoger hvor man bruker enkle muntlige fraser for å forstå og for å bli forstått

source: ságastallat teavstta ja gova birra álkis dajaldagaiguin
nob: samtale om tekst og bilde med enkle uttrykk

source: lohkat sámegillii 1-100 rádjái ja geavahit loguid gulahallamis
nob: telle på samisk fra 1 til 100 , og bruke tallene i kommunikasjon

source: lohkat ja čállit álkis árgabeaisániid
nob: lese og skrive ord fra dagliglivet

source: dovdat sániid ja dajaldagaid čállagiin
nob: gjenkjenne ord og uttrykk fra tekster

source: čállit diđožiid , sániid ja oanehis cealkagiid
nob: skrive beskjeder , ord og korte setninger

source: geavahit digitála reaidduid čállimis
nob: bruke digitale verktøy i skriftlig arbeid

source: guldalit ja oassálastit juoigamis , lávlla- ja sálbmalávlumis , riibmemis , hoahkamis ja divttaid ovdanbuktimis
nob: lytte til og delta i framføring av joik , sanger , salmer , rim , regler og dikt

source: geavahit vahkkobeivviid , mánuid ja dan gávcci jahkodaga namahusaid
nob: bruke betegnelser på ukedager , måneder og de åtte årstider

source: ságastallat makkár sámegielsániid máhttá ja makkár dilálašvuođain geavaha sámegiela
nob: samtale om hvilke samiske ord de allerede kan og i hvilke situasjoner de bruker samisk

source: geavahit sámegiel bivttasnamahusaid ja muitalit iešguđetguovllu sámigávttiid ovttaláganvuođaid ja erohusaid
nob: bruke samiske benevnelser for klær og fortelle om likheter og forskjeller på kofter fra forskjellige områder i Sápmi / Sábme / Saepmie

source: Gelbbolašvuođamihttomearit 3. dási maŋŋel
nob: Etter nivå 3

source: presenteret iežas ja muitalit iežas bearraša ja fulkkiid birra
nob: presentere seg selv og fortelle om sin familie og slekt

source: ipmirdit ja muitalit álkis diđožiid , jearaldagaid ja dieđuid sámegillii
nob: forstå og formidle enkle beskjeder , spørsmål og informasjon på samisk

source: guldalit ja ipmirdit ságastallamiid , dáhpáhusaid ja muitalusaid
nob: lytte til og forstå samtaler , historier og fortellinger

source: oassálastit ságastallamiin árgabeaivválaš diliid birra
nob: delta i samtaler om dagligdagse situasjoner

source: albmanahttit muosáhusaid ja vásáhusaid
nob: gi uttrykk for opplevelser og erfaringer

source: geavahit loguid go čilge hattiid , hivvodagaid ja sturrodagaid
nob: bruke tall til å angi priser , mengder og størrelser

source: lohkat maŋŋálagaid sámi alfabehta ja dadjat sámi jietnadagaid
nob: gjengi det samiske alfabetet og uttale samiske språklyder

source: lohkat ja ipmirdit diđožiid ja oanehis teavsttaid
nob: lese og forstå beskjeder og korte tekster

source: čállit beaivválaš dili birra dieđuid ja teavsttaid
nob: skrive meldinger og tekster om dagligdagse situasjoner

source: geavahit sátnegirjjiid , diehtobuktosiid , digitála reaidduid ja eará veahkkeneavvuid iežas giellaoahpahallamis
nob: bruke ordbøker og annet oppslagsverk , digitale verktøy og andre hjelpemidler i egen språklæring

source: válddahit iežas sámegiela oahpahallama ja ságastallat movt oahppat ođđa sániid
nob: beskrive eget arbeid med å lære samisk og samtale om hvordan man lærer nye ord

source: suokkardallat ovttaláganvuođaid ja erohusaid sámegielas ja eará gielain
nob: utforske likheter og forskjeller mellom samisk og andre språk

source: ságastallat iežas vásáhusaid sámi mánáidgirjjálašvuođas ja sámi tv-prográmmain
nob: samtale om eget møte med samisk barnelitteratur og samiske TV-programmer

source: geavahit biepmu , biebmogálvvuid ja biebmoráhkadeami doahpagiid ja ságastit sámi borramušaid birra
nob: bruke begrep om mat , råvarer og matlaging og samtale om samisk mat

source: geavahit almmiguovllu doahpagiid ja ságastallat sámi nástegovaid birra
nob: bruke begrep om himmelretninger og samtale om samiske stjernebilder

source: Gelbbolašvuođamihttomearit 4. dási maŋŋel
nob: Etter nivå 4

source: guldalit , ipmirdit ja máhttit ságastallat álkis ságastallamiid
nob: lytte , forstå og kunne føre enkle samtaler

source: geavahit sátnehivvodaga mii dárbbašuvvo árgabeaivválaš dilis
nob: bruke et ordforråd som dekker dagligdagse situasjoner

source: geavahit loguid áiggi ja dáhtoniid muitaleamis
nob: bruke tall til å angi tid og datoer

source: oassálastit ságastallamis geavatlaš bargguid birra skuvllas ja olggobealde skuvlla
nob: delta i samtaler om praktisk arbeid i og utenfor skole

source: oassálastit ságastallamis iežas muosáhusaid ja vásáhusaid birra
nob: delta i samtaler om egne opplevelser og erfaringer

source: ovdanbuktit drámáin , rollaneavttašemiin ja improviseremiin
nob: uttrykke seg gjennom drama , rollespill og improvisasjon

source: lohkat iešguđetlágan šáŋra teavsttaid ja geavahit muosáhusaid fuomášupmin iežas barggus
nob: lese tekster i ulike sjangere og bruke opplevelser som inspirasjon i eget arbeid

source: čállit teavsttaid mat muitalit , válddahallet dahje almmuhit čálli áddejumiid
nob: skrive tekster som forteller , beskriver eller formidler inntrykk

source: ovdanbuktit iežas teavsttaid earáide
nob: fremføre egne tekster for andre

source: geavahit digitála reaidduid dieđuid ohcamis ja reaidun teavsttaid ráhkadit
nob: bruke digitale verktøy for å finne informasjon og som redskap for å lage tekster

source: geavahit deaddiluvvon ja digitála sátnegirjjiid ja diehtobuktosiid
nob: bruke trykte og digitale ordbøker og oppslagsverk

source: oassálastit iešguđetlágan doaimmain main sámegiella geavahuvvo ja ráhkadit ja ovdandivvut muitalusaid dan birra
nob: delta i ulike aktiviteter hvor samisk blir brukt og lage og presentere fortellinger ut fra dette

source: muosáhit ja muitalit drámá- ja teáhterčájáhusain
nob: oppleve og fortelle fra drama og teateroppsettinger

source: geavahit luonddunamahusaid ja sámi báikenamaid
nob: bruke naturbetegnelser og samiske stedsnavn

source: geavahit iežas vásáhusaid ja teavsttaid mat muitalit guovtte- ja máŋggakultuvrralašvuođa birra vuolggasadjin ságastallamii
nob: bruke egne erfaringer og tekster som beskriver to- og flerspråklighet som utgangspunkt for samtale

source: oassálastit ságastallamis sámi árbevirolaš ealáhusaid birra
nob: delta i samtaler om samiske tradisjonelle næringer Etter nivå 5

source: guldalit earáid ovdanbuktimiid , jearahallat ja albmanahttit iežas jurdagiid ja oaiviliid
nob: lytte til andres fremføringer , stille spørsmål og uttrykke egne tanker og meninger

source: geavahit giela aktiivvalaččat iešguđetlágan gielladilálašvuođain ja iešguđetlágan oktavuođain ja doaimmain
nob: bruke språket aktivt i ulike språksituasjoner og i ulike sammenhenger og aktiviteter

source: ságastallat áigeguovdilis dáhpáhusaid ja áššiid birra
nob: samtale om aktuelle hendelser og saker

source: ipmirdit ja geavahit loguid geavatlaš dilálašvuođain
nob: forstå og bruke tall i praktiske situasjoner

source: jorgalit njálmmálaččat álkis teavsttaid
nob: oversette enkle tekster muntlig

source: lohkat ja čállit iešguđetlágan šáŋra teavsttaid
nob: lese og skrive tekster i ulike sjangrer

source: čállit ja ovdandivvut vásáhusaid filbmageahččamis ja girjjálašvuođalohkamis
nob: skrive og presentere erfaringer fra filmopplevelser og litteraturlesning

source: ráhkadit muitalusaid main ovttastahttá teavstta ja gova ja main geavaha digitála reaidduid
nob: lage fortellinger ved å kombinere tekst og bilde og ved å bruke digitale verktøy

source: geavahit giellaoahpa ja teakstahuksema doahpagiid veahkkin iežas barggus
nob: bruke begreper fra grammatikk og tekstbygging til hjelp i eget arbeid

source: geavahit árbevirolaš barggu ja ealáhusaid tearpmaid
nob: bruke termer knyttet til tradisjonelt arbeid og næringer

source: ságastallat sámi dáiddašlájaid sisdoalu ja ovdanbuktinvugiid birra
nob: samtale om innhold og uttrykksmåter i samiske kunstarter

source: selvehit sámi mediaid
nob: gjøre rede for samiske medier

source: lohkat eará kultuvrraid ja eará eamiálbmogiid teavsttaid ja muitalit iežas lohkanmuosáhusaid birra
nob: lese tekster fra andre urfolk og kulturer og fortelle om sine leseopplevelser

source: geavahit doahpagiid mat čilgejit dálkki , dálkemearkkaid , muohttaga ja siivvu
nob: bruke begrep som beskriver vær , værtegn , snø og føre Etter nivå 6

source: guldalit , ipmirdit ja oassálastit spontánalaš ságastallamiin
nob: lytte , forstå og delta i spontane samtaler presentere fra tverrfaglige temaer

source: muitalit dáhpáhusaid ja muitalusaid birra
nob: fortelle om hendelser og historier

source: ságastallat oahpes ja áigeguovdilis fáttáid birra
nob: samtale om kjente og aktuelle temaer

source: máhttit beaivválaš dili sániid
nob: beherske et ordforråd som dekker dagligdagse situasjoner

source: geavahit doahpagiid mat gullet sámegiela lohkan- ja rehkenastinvuohkái
nob: bruke begreper som hører til samisk telle- og regnemåte

source: lohkat vissis meari iešguđetlágan teavsttaid
nob: lese et variert utvalg av tekster

source: čállit muitaleaddji ja válddahalli teavsttaid
nob: skrive fortellende og beskrivende tekster

source: árvvoštallat iežas ja earáid teavsttaid
nob: vurdere egne og andres tekster

source: ságaskuššat teavsttaid iešguđetlágan diehtojuohkingálduin
nob: drøfte tekster fra forskjellige informasjonskilder

source: geavahit digitála reaidduid iežas giellaoahppamis
nob: bruke digitale verktøy i egen språklæring

source: ságastallat máŋggagielalašvuođa doahpaga birra ja muitalit makkár ovdamunit leat go lea máŋggagielalaš
nob: samtale om begrepet flerspråklighet og fortelle om fordeler ved å være flerspråklig

source: muitalit eará sámegielaid iešvuođaid birra
nob: fortelle om særtrekk ved andre samiske språk

source: selvehit sámi organisašuvnnaid ja institušuvnnaid
nob: gjøre rede for samiske institusjoner og organisasjoner

source: lohkat ja ovdandivvut eará eamiálbmogiid ja eará kultuvrraid girjjálašvuođas
nob: lese og presentere litteratur om og av andre urfolk og kulturer Etter nivå 7

source: ipmirdit muitalusaid ja válddahallamiid sisdoalu
nob: forstå innholdet i fortellinger og beskrivelser

source: guldalit ja ipmirdit guhkit njálmmálaš ovdanbuktimiid váldosisdoalu
nob: lytte og forstå hovedinnholdet av lengre muntlige fremstillinger

source: albmanahttit iežas vásáhusaid ja ákkastallat iežas oaiviliid
nob: uttrykke egne erfaringer og argumentere for egne meninger

source: ságastallat girjjálašvuođas ja geavahit guovddáš doahpagiid
nob: samtale om litteratur og bruke sentrale begreper

source: buvttadit iešguđetlágan áigumušaide teavsttaid ja geavahit iešguđetlágan váikkuhangaskaomiid teakstabarggus
nob: produsere egne tekster til ulike formål og bruke forskjellige virkemidler i arbeid med tekster

source: geavahit deaŧaleamos riektačállinnjuolggadusaid
nob: anvende de viktigste rettskrivningsreglene

source: geavahit giellaoahpa ja teakstahuksema vuođđodoahpagiid
nob: bruke grunnleggende begreper fra grammatikk og tekstbygging

source: lohkat iešguđet guhkkosaš iešguđetlágan šáŋra teavsttaid , sihke originála ja jorgaluvvon čállosiid
nob: lese tekster av ulik lengde og ulike sjangere både originale og oversatte

source: geavahit digitála reaidduid iežas teakstabarggus
nob: bruke digitale verktøy til arbeid med egne tekster

source: válddahit movt giella rievddada dili , áiggi ja báikki mielde
nob: beskrive hvordan språk varierer etter situasjon , tid og sted

source: muitalit muhtun iešvuođaid sámegiela suopmaniin ja sosioleavttain
nob: fortelle om noen særtrekk ved samiske dialekter og sosiolekter

source: válddahit sámegiela ja eará gielaid ovttaláganvuođaid ja erohusaid ja geavahit grammatihkalaš doahpagiid
nob: beskrive likheter og forskjeller mellom samisk og andre språk og bruke grammatiske begrep

source: ságastallat ja albmanahttit estehtalaš muosáhusaid birra dáidaga ja duoji geahčadeamis
nob: samtale om og uttrykke estetiske opplevelser ved kunst og duodji

source: selvehit sámi girjjálašvuođa ja dovddus čálliid birra ovdalaš ja dálá áiggis
nob: gjøre rede for samisk litteratur og kjente forfattere i fortid og nåtid

source: Gelbbolašvuođamihttomearit 8. dási maŋŋel
nob: Etter nivå 8

source: árvvoštallat ávkkálaš strategiijaid movt oahppat ođđa sániid ja dajaldagaid
nob: vurdere hensiktsmessige strategier for å lære seg nye ord og uttrykk

source: hálddašit iešguđetlágan njálmmálaš ovdanbuktinvugiid
nob: mestre ulike muntlige framføringsformer

source: geavahit giela eanet ja eanet iešguđetlágan dilálašvuođain ja atnigoahtit ođđa sániid ja dajaldagaid
nob: bruke språket i ulike situasjoner i stadig større grad og ta i bruk nye ord og uttrykk

source: álggahit ja jođihit digaštallamiid
nob: innlede og lede en diskusjon

source: jearahallat ja refereret
nob: gjøre intervju og referere

source: lohkat ja ovdandivvut iešguđetlágan fágateavsttain
nob: lese og presentere fra ulike fagtekster

source: čállit teavsttaid geavahettiin iešguđetlágan gálduid ja váikkuhangaskaomiid
nob: skrive tekster og bruke ulike kilder og virkemidler

source: viidásit fievrredit dieđuid iešguđetlágan gálduin ja mediain
nob: videreformidle informasjon fra ulike kilder og medier

source: geavahit digitála reaidduid iežas teavsttaid ovdanbuktimis ja almmuheamis
nob: bruke digitale verktøy til presentasjon og publisering av egne tekster

source: lohkat vissis meari iešguđetlágan teavsttaid , ovdanbuktit jurdagiid , dulkot ja reflekteret sisdoalu , hámi , ulbmila ja temá birra*
nob: lese og kommentere et utvalg av tekster , tolke og reflektere over innhold , form , formål og tema*

source: selvehit movt sámegiella rievdá internašunaliseremiin ja eará gielaid váikkuhemiin
nob: gjøre rede for hvordan samisk språk forandrer seg ved internasjonalisering og påvirkning fra andre språk

source: selvehit movt ođđa tearpmat šaddet dahje ráhkaduvvojit
nob: gjøre rede for hvordan nye termer oppstår eller blir laget

source: ságastallat bargoeallima ja fidnuid birra
nob: samtale om arbeidsliv og yrker

source: digaštallat ođđasiid ja áigeguovdilis dáhpáhusaid
nob: diskutere nyheter og aktuelle hendelser

source: suokkardit ja čilget sámi muitalanárbevieruid birra
nob: utforske og gjøre rede for samiske fortellertradisjoner

source: selvehit sámegiela girjjálašvuođahistorjjá *
nob: kommunisere om sentrale hendelser i språkområdets historie*

source: Gelbbolašvuođamihttomearit 9. dási maŋŋel
nob: gjøre rede for samisk litteraturhistorie* Etter nivå 9

source: ieš álggahit , joatkit ja loahpahit ságastallama , geavahit iešguđetlágan strategiijaid nu ahte gulahallan doaibmá
nob: ta initiativ til å begynne , avslutte og holde en samtale i gang og anvende ulike strategier slik at kommunikasjonen skal fungere

source: digaštallat , ákkastallat ja albmanahttit iežas oaiviliid ja jurdagiid
nob: diskutere , argumentere og gi uttrykk for egne oppfatninger og synspunkter

source: válddahit ja árvvoštallat iežas ovdáneami sámegiela oahpahallamis
nob: beskrive og vurdere egen framgang i arbeidet med å lære samisk

source: gávnnahit gielalaš erohusaid ja ovttaláganvuođaid sámegiela ja dárogiela huksehusain
nob: identifisere språklige likheter og forskjeller mellom samisk og norsk

source: muitalit movt njálmmálaš giella earrána čálalaš gielas
nob: gjøre rede for hvordan det muntlige språket avviker fra det skriftlige

source: lohkat , dulkot ja reflekteret vissis meari ođđa teavsttaid sisdoalu , hámi ja ulbmila
nob: lese , tolke og reflektere over innhold , form og formål i et utvalg av nyere tekster

source: buvttadit ja ovdanbuktit iežas teavsttaid
nob: produsere og fremføre egne tekster

source: geavahit iešguđetlágan ovdanbuktinmálliid iežas barggu ovdanbuktimis
nob: bruke ulike presentasjonsformer ved fremleggelse av eget arbeid

source: čállit čáppagirjjálašvuođa ja áššeprosateavsttaid
nob: skrive skjønnlitterære og sakspregede tekster

source: jorgalit teavsttaid sámegillii
nob: oversette tekster til samisk

source: gulahallat digitála reaidduid bokte
nob: kommunisere via digitale medier

source: ságaskuššat mat váikkuhit giellageavaheami áiggi čađa
nob: drøfte forhold som påvirker språkbruk over tid

source: selvehit sámegiela sajádaga suoma-ugralaš giellajoavkkus
nob: gjøre rede for det samiske språkets plass i den finskugriske språkfamilie

source: geavahit mediaid iežas giellabarggus
nob: bruke medier i eget arbeid med språket

source: digaštallat ođđasiid ja áigeguovdilis dáhpáhusaid Sámis
nob: diskutere nyheter og aktuelle hendelser i Sápmi / Sábme / Saepmie

source: ságaskuššat nuorra olbmuid eallinvuogi , ovttastallanmálliid , eallinoainnuid ja árvvuid dán áiggi Sámis
nob: drøfte unge menneskers levesett , omgangsformer , livssyn og verdier i dagens Sápmi / Sábme / Saepmie

source: Gelbbolašvuođamihttomearit 10. dási maŋŋel
nob: Etter nivå 10

source: hálddašit ollu sániid ja ovdanbuktit njálmmálaččat máŋggaládje ja heivvolaččat dilálašvuhtii
nob: beherske et bredt ordforråd og uttrykke seg muntlig på en nyansert og situasjonstilpasset måte

source: selvehit mii váikkuha gulahallama , ja movt dan máhtu sáhttá geavahit go bargá gielain ja teavsttain
nob: gjøre rede for hva som påvirker kommunikasjon og hvordan kunnskap om dette kan brukes i arbeid med språk og tekst

source: árvvoštallat ja geavahit iešguđetlágan guldalanstrategiijaid heivehuvvon ulbmiliidda ja dilálašvuođaide
nob: vurdere og bruke ulike lyttestrategier tilpasset formål og situasjon

source: selvehit gielalaš ovttaláganvuođaid ja erohusaid sámegielas ja dárogielas
nob: gjøre rede for språklige likheter og forskjeller mellom samisk og norsk

source: struktureret iežas giela iešguđet dárbbuide
nob: strukturere språket til ulike behov

source: refereret sártniid ja logaldallamiid
nob: referere fra taler og foredrag

source: válljet buriid lohkanstrategiijaid iešguđetlágan teavsttaid lohkamii
nob: velge hensiktsmessige lesestrategier for å lese ulik type tekst

source: lohkat , ságaskuššat ja buohtastahttit boares ja ođđa sámegiel teavsttaid
nob: lese , drøfte og sammenligne eldre og nyere samiske tekster

source: ovdandivvut čálalaš barggu man vuolggasadji lea girjjálašvuođa čiekŋudeapmi
nob: presentere et skriftlig arbeid med utgangspunkt i litteraturfordypning

source: árvvoštallat iežas čálalaš barggu ja iežas čálalaš gulahallama ovdáneami
nob: vurdere eget skriftlig arbeid og egen utvikling i skriftlig kommunikasjon

source: geavahit fágaiguoski terminologiija válddahaladettiin giela hámiid ja struktuvrra
nob: bruke relevant terminologi for å beskrive språkets formverk og struktur

source: geavahit hálddahuslaš doahpagiid gulahaladettiin almmolaš ásahusaiguin
nob: bruke administrative begrep i kommunikasjon med offentlige institusjoner

source: geavahit iešheanalaččat máŋggalágan digitála reaidduid ja eará veahkkeneavvuid
nob: bruke et utvalg av digitale og andre hjelpemidler på en selvstendig måte

source: ovdandivvut ja buohtastahttit vissis meari sámi ja eará kultuvrraid girjjálašvuođas
nob: presentere og sammenligne et utvalg samisk litteratur med litteratur fra andre kulturer

source: selvehit sámegiela giellahistorjjá váldoosiid
nob: gjøre rede for hovedtrekk i samisk språkhistorie

source: čilget movt gielat ja kultuvrrat Sámis deaivvadit ja gilvalit ja movt iežas giella ja kultuvra váikkuhuvvo ja rievdá go lea oktavuohta earáiguin
nob: forklare hvordan språk og kulturer i dagens Sápmi / Sábme / Saepmie møtes og brytes , og hvordan eget språk og kultur utvikles og endres i samspill med andre

source: selvehit sámi mediahistorjjá váldoosiid
nob: gjøre rede for hovedtrekk i samisk mediehistorie

source: digaštallat movt iešguđet mediat doibmet diehtojuohkingáldun ja movt dat váikkuhit min kulturipmárdussii
nob: diskutere hvordan ulike medier fungerer som informasjonskilder og hvordan de påvirker vår kulturforståelse

source: ságaskuššat ja ovdandivvut historjjálaš ja áigeguovdilis dáhpáhusaid Sámis
nob: drøfte og presentere historiske og aktuelle hendelser i Sápmi / Sábme / Saepmie

source: Árvvoštallan fágas
nob: Vurdering i faget

source: Loahppaárvvoštallama mearrádusat :
nob: Bestemmelser for sluttvurdering :

source: Oppalašárvosáni árvvoštallan - sámegiella 2
nob: Standpunktvurdering - samisk 2 Årstrinn Ordning

source: 10. jahkeceahkki Oahppit galget oažžut guokte oppalašárvosáni , ovtta sámegielas 2 čálalaš ja ovtta sámegielas 2 njálmmálaš .
nob: 10. årstrinn Elevene skal ha to standpunktkarakterer , én i samisk 2 skriftlig og én i samisk 2 muntlig .

source: Jo 3 studerenráhkkanahtti oahppoprográmmat Lasáhus oppalaš studerengelbbolašvuhtii Oahppit galget oažžut guokte oppalašárvosáni , ovtta sámegielas 2 čálalaš ja ovtta sámegielas 2 njálmmálaš .
nob: Vg 2 yrkesfaglige utdanningsprogram Vg 3 studieforberedende utdanningsprogram Vg 3 påbygging til generell studiekompetanse Elevene skal ha to standpunktkarakterer , én i samisk 2 skriftlig og én i samisk 2 muntlig .

source: Go fága bistá máŋga jagi , de bissu dušše joatkkaoahpahusa bajimus dási oppalašárvvoštallan gelbbolašvuođaduođaštusas dahje oahppoduođaštusas .
nob: Der faget går over flere år , er det bare standpunktvurdering fra det øverste nivået som eleven har i faget som framkommer på kompetansebevis eller vitnemål .

source: Oppalašárvosáni árvvoštallan - sámegiella 3
nob: Standpunktvurdering - samisk 3 Årstrinn Ordning

source: 10. jahkeceahkki Oahppit galget oažžut guokte oppalašárvosáni , ovtta sámegielas 3 čálalaš ja ovtta sámegielas 3 njálmmálaš .
nob: 10. årstrinn Elevene skal ha to standpunktkarakterer , én i samisk 3 skriftlig og én i samisk 3 muntlig .

source: Jo 3 studerenráhkkanahtti oahppoprográmmat Lasáhus oppalaš studerengelbbolašvuhtii Oahppit galget oažžut guokte oppalašárvosáni , ovtta sámegielas 3 čálalaš ja ovtta sámegielas 3 njálmmálaš .
nob: Vg 2 yrkesfaglige utdanningsprogram Vg 3 studieforberedende utdanningsprogram Vg 3 påbygging til generell studiekompetanse Elevene skal ha to standpunktkarakterer , én i samisk 3 skriftlig og én i samisk 3 muntlig .

source: Eksámen sámegiella 2 - oahppit
nob: Eksamen for elever – samisk 2

source: Jahkeceahkki Ortnet
nob: Årstrinn Ordning

source: 10. jahkeceahkki Oahppit sáhttet vuorbáduvvot sámegiella 2 čálalaš eksámenii .
nob: 10. årstrinn Elevene kan trekkes ut til skriftlig eksamen i samisk 2 .

source: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo guovddáš ásahusain .
nob: Skriftlig eksamen blir utarbeidet og sensurert sentralt .

source: Oahppit sáhttet maid vuorbáduvvot sámegiella 2 njálmmálaš eksámenii .
nob: Elevene kan også trekkes ut til muntlig eksamen i samisk 2 .

source: Njálmmálaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat .
nob: Muntlig eksamen blir utarbeidet og sensurert lokalt .

source: Jo 2 fidnofágalaš oahppoprográmmat Oahppit sáhttet vuorbáduvvot sámegiella 2 čálalaš eksámenii .
nob: Vg 2 yrkesfaglige utdanningsprogram Elever kan trekkes ut til skriftlig eksamen i samisk 2 .

source: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat .
nob: Skriftlig eksamen blir utarbeidet og sensurert lokalt .

source: Jo 3 studerenráhkkanahtti oahppoprográmmat Lasáhus oppalaš studerengelbbolašvuhtii Oahppit sáhttet vuorbáduvvot sámegiella 2 čálalaš eksámenii .
nob: Vg 3 studieforberedende utdanningsprogram Vg 3 påbygging til generell studiekompetanse Elevene kan trekkes ut til skriftlig eksamen i samisk 2 .

source: Eksámen sámegiella 3 - oahppit
nob: Eksamen for elever – samisk 3

source: 10. jahkeceahkki Oahppit sáhttet vuorbáduvvot sámegiella 3 njálmmálaš eksámenii .
nob: 10. årstrinn Elevene kan trekkes ut til muntlig eksamen i samisk 3 .

source: Jo 2 fidnofágalaš oahppoprográmmat Oahppit sáhttet vuorbáduvvot sámegiella 3 čálalaš eksámenii .
nob: Vg 2 yrkesfaglige utdanningsprogram Elevene kan trekkes ut til skriftlig eksamen i samisk 3 .
